Repository: bvfilippov/SwiftRequestKit
Catalog: SwiftRequestKit/Resources/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# noInternetConnectionTitle
source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت
ca: Sense connexió a Internet
cs: Žádné připojení k internetu
da: Ingen internetforbindelse
de: Keine Internetverbindung
el: Καμία σύνδεση στο Ίντερνετ
es: Sin conexión a Internet
fi: Ei internet-yhteyttä
fr_ca: Pas de connexion Internet
he: אין חיבור לאינטרנט
hi: इंटरनेट कनेक्शन नहीं है
hr: Nema internetske veze
hu: Nincs internetkapcsolat
id: Tidak Ada Koneksi Internet
it: Nessuna connessione Internet
ja: インターネット接続がありません
ko: 인터넷 연결 없음
ms: Tiada Sambungan Internet
nb: Ingen internettforbindelse
nl: Geen internetverbinding
pl: Brak połączenia z Internetem
pt_pt: Sem conexão com a Internet
ro: Fără conexiune la internet
ru: Нет подключения к Интернету
sk: Žiadne internetové pripojenie
sv: Ingen internetanslutning
th: ไม่มีการเชื่อมต่ออินเทอร์เน็ต
tr: İnternet Bağlantısı Yok
uk: Немає з'єднання з Інтернетом
vi: Không có kết nối Internet
zh_hans: 无互联网连接
zh_hant: 無網際網路連接
zh_hk: 無互聯網連接

# noInternetConnectionMessage
source: Please check your internet connection and try again.
ar: الرجاء التحقق من اتصالك بالإنترنت والمحاولة مجدداً.
ca: Si us plau, comprova la teva connexió a Internet i torna a intentar-ho.
cs: Zkontrolujte prosím své internetové připojení a zkuste to znovu.
da: Kontroller venligst din internetforbindelse og prøv igen.
de: Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
el: Παρακαλώ ελέγξτε τη σύνδεσή σας στο Ίντερνετ και δοκιμάστε ξανά.
es: Por favor, verifica tu conexión a Internet e inténtalo de nuevo.
fi: Tarkista internet-yhteytesi ja yritä uudelleen.
fr_ca: Veuillez vérifier votre connexion Internet et réessayer.
he: בדוק את החיבור לאינטרנט שלך ונסה שוב.
hi: कृपया अपने इंटरनेट कनेक्शन की जाँच करें और पुनः प्रयास करें।
hr: Provjerite svoju internetsku vezu i pokušajte ponovno.
hu: Kérjük, ellenőrizze az internetkapcsolatot, majd próbálja újra.
id: Silakan periksa koneksi internet Anda dan coba lagi.
it: Controlla la tua connessione Internet e riprova.
ja: インターネット接続を確認して、再度お試しください。
ko: 인터넷 연결을 확인하고 다시 시도하세요.
ms: Sila periksa sambungan internet anda dan cuba lagi.
nb: Vennligst sjekk din internettforbindelse og prøv igjen.
nl: Controleer uw internetverbinding en probeer het opnieuw.
pl: Sprawdź swoje połączenie internetowe i spróbuj ponownie.
pt_pt: Verifique sua conexão com a Internet e tente novamente.
ro: Vă rugăm să verificați conexiunea la internet și încercați din nou.
ru: Пожалуйста, проверьте ваше интернет-соединение и попробуйте снова.
sk: Skontrolujte svoje internetové pripojenie a skúste to znova.
sv: Vänligen kontrollera din internetanslutning och försök igen.
th: กรุณาตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณและลองอีกครั้ง
tr: Lütfen internet bağlantınızı kontrol edin ve tekrar deneyin.
uk: Будь ласка, перевірте ваше з'єднання з Інтернетом та спробуйте знову.
vi: Vui lòng kiểm tra kết nối Internet của bạn và thử lại.
zh_hans: 请检查您的网络连接然后重试。
zh_hant: 請檢查您的網路連接然後再試一次。
zh_hk: 請檢查您的網絡連接，然後重試。

# unexpectedResponseCodeTitle
source: Unexpected Server Response
ar: استجابة غير متوقعة من الخادم
ca: Resposta inesperada del servidor
cs: Neočekávaná odpověď serveru
da: Uventet serverrespons
de: Unerwartete Serverantwort
el: Απροσδόκητη απόκριση διακομιστή
es: Respuesta inesperada del servidor
fi: Odottamaton palvelinvaste
fr_ca: Réponse inattendue du serveur
he: תגובת שרת בלתי צפויה
hi: अप्रत्याशित सर्वर प्रतिक्रिया
hr: Neočekivani odgovor poslužitelja
hu: Váratlan kiszolgálói válasz
id: Respon Server Tak Terduga
it: Risposta inaspettata del server
ja: 予期せぬサーバーの応答
ko: 예기치 않은 서버 응답
ms: Respon Server Tidak Dijangka
nb: Uventet serverrespons
nl: Onverwachte serverreactie
pl: Nieoczekiwana odpowiedź serwera
pt_pt: Resposta inesperada do servidor
ro: Răspuns neașteptat de la server
ru: Неожиданный ответ сервера
sk: Neočakávaná odpoveď servera
sv: Oväntat serversvar
th: การตอบสนองจากเซิร์ฟเวอร์ที่ไม่คาดคิด
tr: Beklenmeyen Sunucu Yanıtı
uk: Несподівана відповідь сервера
vi: Phản hồi không mong đợi từ máy chủ
zh_hans: 服务器响应异常
zh_hant: 伺服器響應異常
zh_hk: 伺服器響應異常

# unexpectedResponseCodeMessage
source: There seems to be an issue with our server. We apologize for the inconvenience. Kindly retry after some time.
ar: يبدو أن هناك مشكلة مع خادمنا. نعتذر عن الإزعاج. الرجاء المحاولة مرة أخرى بعد بعض الوقت.
ca: Sembla que hi ha un problema amb el nostre servidor. Disculpeu les molèsties. Si us plau, intenta-ho de nou més tard.
cs: Zdá se, že je problém s naším serverem. Omlouváme se za nepříjemnosti. Zkuste to prosím později.
da: Der ser ud til at være et problem med vores server. Vi beklager ulejligheden. Prøv venligst igen senere.
de: Es scheint ein Problem mit unserem Server zu geben. Wir entschuldigen uns für die Unannehmlichkeiten. Bitte versuchen Sie es später noch einmal.
el: Φαίνεται να υπάρχει πρόβλημα με τον διακομιστή μας. Ζητούμε συγγνώμη για την ταλαιπωρία. Παρακαλώ δοκιμάστε ξανά αργότερα.
es: Parece que hay un problema con nuestro servidor. Nos disculpamos por las molestias. Por favor, intenta de nuevo más tarde.
fi: Palvelimessamme näyttää olevan ongelma. Pahoittelemme häiriötä. Yritä myöhemmin uudelleen.
fr_ca: Il semble y avoir un problème avec notre serveur. Nous nous excusons pour le désagrément. Veuillez réessayer plus tard.
he: נראה שיש בעיה בשרת שלנו. אנו מתנצלים על האי נוחות. אנא נסה שוב מאוחר יותר.
hi: हमारे सर्वर में कुछ समस्या प्रतीत होती है। हम असुविधा के लिए क्षमा चाहते हैं। कृपया बाद में पुनः प्रयास करें।
hr: Čini se da postoji problem s našim poslužiteljem. Ispričavamo se zbog neugodnosti. Pokušajte ponovno kasnije.
hu: Úgy tűnik, probléma van a szerverünkkel. Elnézést kérünk a kellemetlenségekért. Kérjük, próbálja meg később.
id: Sepertinya ada masalah dengan server kami. Kami minta maaf atas ketidaknyamanan ini. Silakan coba lagi nanti.
it: Sembra che ci sia un problema con il nostro server. Ci scusiamo per l'inconveniente. Si prega di riprovare più tardi.
ja: サーバーに問題があるようです。ご不便をおかけして申し訳ありません。後ほど再度お試しください。
ko: 서버에 문제가 있는 것 같습니다. 불편을 드려 죄송합니다. 나중에 다시 시도해 주세요.
ms: Sepertinya ada masalah dengan pelayan kami. Kami memohon maaf atas kesulitan ini. Sila cuba lagi kemudian.
nb: Det ser ut til å være et problem med serveren vår. Vi beklager ulempene. Vennligst prøv igjen senere.
nl: Er lijkt een probleem te zijn met onze server. Onze excuses voor het ongemak. Probeer het later opnieuw.
pl: Wygląda na to, że występuje problem z naszym serwerem. Przepraszamy za niedogodności. Proszę spróbować ponownie później.
pt_pt: Parece que há um problema com o nosso servidor. Pedimos desculpas pelo inconveniente. Tente novamente mais tarde.
ro: Se pare că există o problemă cu serverul nostru. Ne cerem scuze pentru neplăceri. Vă rugăm să încercați din nou mai târziu.
ru: Кажется, возникла проблема с нашим сервером. Приносим извинения за неудобства. Пожалуйста, попробуйте позже.
sk: Zdá sa, že máme problém s našim serverom. Ospravedlňujeme sa za nepríjemnosti. Skúste to prosím neskôr.
sv: Det verkar som att det finns ett problem med vår server. Vi ber om ursäkt för besväret. Vänligen försök igen senare.
th: ดูเหมือนว่าจะมีปัญหากับเซิร์ฟเวอร์ของเรา ขออภัยในความไม่สะดวก กรุณาลองใหม่ในภายหลัง
tr: Sunucumuzda bir sorun olduğu görünüyor. Rahatsızlık için özür dileriz. Lütfen daha sonra tekrar deneyin.
uk: Здається, є проблема з нашим сервером. Перепрошуємо за незручності. Будь ласка, спробуйте пізніше.
vi: Có vẻ như có vấn đề với máy chủ của chúng tôi. Chúng tôi xin lỗi vì sự bất tiện này. Vui lòng thử lại sau.
zh_hans: 我们的服务器似乎出现了问题。我们为造成的不便深表歉意，请稍后重试。
zh_hant: 我們的伺服器似乎出現問題。我們為造成的不便深感抱歉，請稍後再試。
zh_hk: 我們的服務器似乎出現了問題。我們對造成的不便深表歉意。請稍後再試。

# responseWithoutContentTitle
source: Server Response Empty
ar: استجابة الخادم فارغة
ca: Resposta del servidor sense contingut
cs: Odpověď serveru bez obsahu
da: Serverrespons uden indhold
de: Serverantwort ohne Inhalt
el: Απόκριση διακομιστή χωρίς περιεχόμενο
es: Respuesta del servidor sin contenido
fi: Palvelimen vastaus ilman sisältöä
fr_ca: Réponse du serveur vide
he: תגובת השרת ריקה
hi: सर्वर प्रतिक्रिया खाली है
hr: Odgovor poslužitelja bez sadržaja
hu: Tartalom nélküli szerverválasz
id: Respon Server Kosong
it: Risposta del server vuota
ja: 内容のないサーバーの応答
ko: 내용 없는 서버 응답
ms: Respon Server Kosong
nb: Serverrespons uten innhold
nl: Serverreactie zonder inhoud
pl: Odpowiedź serwera bez zawartości
pt_pt: Resposta do servidor sem conteúdo
ro: Răspuns de la server fără conținut
ru: Ответ сервера без содержания
sk: Odpoveď servera bez obsahu
sv: Serversvar utan innehåll
th: การตอบกลับจากเซิร์ฟเวอร์ไม่มีเนื้อหา
tr: İçeriksiz Sunucu Yanıtı
uk: Відповідь сервера без вмісту
vi: Phản hồi từ máy chủ không có nội dung
zh_hans: 服务器响应为空
zh_hant: 伺服器響應空白
zh_hk: 服務器響應為空

# responseWithoutContentMessage
source: The server responded without any data. This might be a temporary glitch. Please try again.
ar: استجاب الخادم بدون أي بيانات. قد يكون هذا خللاً مؤقتاً. الرجاء المحاولة مرة أخرى.
ca: El servidor ha respost sense cap dada. Això podria ser una fallada temporal. Si us plau, intenta-ho de nou.
cs: Server odpověděl bez jakýchkoli dat. To může být dočasná chyba. Zkuste to prosím znovu.
da: Serveren svarede uden nogen data. Dette kan være en midlertidig fejl. Prøv venligst igen.
de: Der Server hat ohne Daten geantwortet. Dies könnte ein vorübergehendes Problem sein. Bitte versuchen Sie es später noch einmal.
el: Ο διακομιστής απάντησε χωρίς δεδομένα. Αυτό μπορεί να είναι προσωρινό πρόβλημα. Παρακαλώ δοκιμάστε ξανά.
es: El servidor respondió sin datos. Esto podría ser un problema temporal. Por favor, intenta de nuevo.
fi: Palvelin vastasi ilman tietoja. Tämä voi olla väliaikainen ongelma. Yritä uudelleen.
fr_ca: Le serveur a répondu sans données. Cela pourrait être un problème temporaire. Veuillez réessayer.
he: השרת השיב ללא נתונים. ייתכן שזו בעיה זמנית. אנא נסה שוב.
hi: सर्वर ने बिना किसी डेटा के उत्तर दिया है। यह एक अस्थायी समस्या हो सकती है। कृपया पुनः प्रयास करें।
hr: Poslužitelj je odgovorio bez podataka. To može biti privremeni problem. Pokušajte ponovno kasnije.
hu: A szerver válaszolt, de nem tartalmaz adatokat. Ez egy átmeneti hiba lehet. Kérjük, próbálja meg később.
id: Server merespons tanpa data. Ini mungkin merupakan gangguan sementara. Silakan coba lagi.
it: Il server ha risposto senza dati. Potrebbe trattarsi di un problema temporaneo. Si prega di riprovare.
ja: サーバーからデータがない状態で応答がありました。一時的な問題かもしれません。再度お試しください。
ko: 서버가 데이터 없이 응답했습니다. 일시적인 문제일 수 있습니다. 다시 시도해 주세요.
ms: Pelayan memberi respon tanpa data. Ini mungkin masalah sementara. Sila cuba lagi.
nb: Serveren svarte uten noen data. Dette kan være en midlertidig feil. Vennligst prøv igjen.
nl: De server reageerde zonder gegevens. Dit kan een tijdelijke storing zijn. Probeer het later opnieuw.
pl: Serwer odpowiedział bez danych. Może to być tymczasowy problem. Proszę spróbować ponownie.
pt_pt: O servidor respondeu sem nenhum dado. Isso pode ser um problema temporário. Tente novamente.
ro: Serverul a răspuns fără date. Aceasta ar putea fi o problemă temporară. Vă rugăm să încercați din nou.
ru: Сервер ответил без данных. Возможно, это временная проблема. Пожалуйста, попробуйте снова.
sk: Server odpovedal bez akýchkoľvek údajov. Môže ísť o dočasný problém. Skúste to prosím neskôr.
sv: Servern svarade utan några data. Detta kan vara ett tillfälligt problem. Vänligen försök igen.
th: เซิร์ฟเวอร์ตอบกลับโดยไม่มีข้อมูลใดๆ อาจเป็นปัญหาชั่วคราว กรุณาลองใหม่
tr: Sunucu herhangi bir veri olmadan yanıt verdi. Bu geçici bir sorun olabilir. Lütfen tekrar deneyin.
uk: Сервер відповів без даних. Це може бути тимчасова проблема. Будь ласка, спробуйте знову.
vi: Máy chủ phản hồi mà không có dữ liệu. Đây có thể là một sự cố tạm thời. Vui lòng thử lại.
zh_hans: 服务器没有返回任何数据。这可能是暂时性故障，请稍后重试。
zh_hant: 伺服器未返回任何數據。這可能是暫時性的問題，請稍後再試。
zh_hk: 服務器沒有返回任何數據。這可能是暫時性故障。請稍後重試。

# genericServerErrorTitle
source: Server Issue
ar: مشكلة في الخادم
ca: Problema de servidor
cs: Problém serveru
da: Serverproblem
de: Serverproblem
el: Πρόβλημα διακομιστή
es: Problema del servidor
fi: Palvelinongelma
fr_ca: Problème de serveur
he: בעיה בשרת
hi: सर्वर में समस्या
hr: Problem s poslužiteljem
hu: Szerverhiba
id: Masalah Server
it: Problema del server
ja: サーバーの問題
ko: 서버 문제
ms: Masalah Pelayan
nb: Serverproblem
nl: Serverprobleem
pl: Problem z serwerem
pt_pt: Problema no servidor
ro: Problemă la server
ru: Проблема сервера
sk: Problém so serverom
sv: Serverproblem
th: ปัญหาเซิร์ฟเวอร์
tr: Sunucu Sorunu
uk: Проблема сервера
vi: Vấn đề máy chủ
zh_hans: 服务器问题
zh_hant: 伺服器問題
zh_hk: 服務器問題

# genericServerErrorMessage
source: There seems to be an issue with our server. We apologize for the inconvenience. Kindly retry after some time.
ar: يبدو أن هناك مشكلة مع خادمنا. نعتذر عن الإزعاج. الرجاء المحاولة مرة أخرى بعد بعض الوقت.
ca: Sembla que hi ha un problema amb el nostre servidor. Disculpeu les molèsties. Si us plau, intenta-ho de nou més tard.
cs: Zdá se, že je problém s naším serverem. Omlouváme se za nepříjemnosti. Zkuste to prosím později.
da: Der ser ud til at være et problem med vores server. Vi beklager ulejligheden. Prøv venligst igen senere.
de: Es scheint ein Problem mit unserem Server zu geben. Wir entschuldigen uns für die Unannehmlichkeiten. Bitte versuchen Sie es später noch einmal.
el: Φαίνεται να υπάρχει πρόβλημα με τον διακομιστή μας. Ζητούμε συγγνώμη για την ταλαιπωρία. Παρακαλώ δοκιμάστε ξανά αργότερα.
es: Parece que hay un problema con nuestro servidor. Nos disculpamos por las molestias. Por favor, intenta de nuevo más tarde.
fi: Palvelimessamme näyttää olevan ongelma. Pahoittelemme häiriötä. Yritä myöhemmin uudelleen.
fr_ca: Il semble y avoir un problème avec notre serveur. Nous nous excusons pour le désagrément. Veuillez réessayer plus tard.
he: נראה שיש בעיה בשרת שלנו. אנו מתנצלים על האי נוחות. אנא נסה שוב מאוחר יותר.
hi: हमारे सर्वर में कुछ समस्या प्रतीत होती है। हम असुविधा के लिए क्षमा चाहते हैं। कृपया बाद में पुनः प्रयास करें।
hr: Čini se da postoji problem s našim poslužiteljem. Ispričavamo se zbog neugodnosti. Pokušajte ponovno kasnije.
hu: Úgy tűnik, probléma van a szerverünkkel. Elnézést kérünk a kellemetlenségekért. Kérjük, próbálja meg később.
id: Sepertinya ada masalah dengan server kami. Kami minta maaf atas ketidaknyamanan ini. Silakan coba lagi nanti.
it: Sembra che ci sia un problema con il nostro server. Ci scusiamo per l'inconveniente. Si prega di riprovare più tardi.
ja: サーバーに問題があるようです。ご不便をおかけして申し訳ありません。後ほど再度お試しください。
ko: 서버에 문제가 있는 것 같습니다. 불편을 드려 죄송합니다. 나중에 다시 시도해 주세요.
ms: Sepertinya ada masalah dengan pelayan kami. Kami memohon maaf atas kesulitan ini. Sila cuba lagi kemudian.
nb: Det ser ut til å være et problem med serveren vår. Vi beklager ulempene. Vennligst prøv igjen senere.
nl: Er lijkt een probleem te zijn met onze server. Onze excuses voor het ongemak. Probeer het later opnieuw.
pl: Wygląda na to, że występuje problem z naszym serwerem. Przepraszamy za niedogodności. Proszę spróbować ponownie później.
pt_pt: Parece que há um problema com o nosso servidor. Pedimos desculpas pelo inconveniente. Tente novamente mais tarde.
ro: Se pare că există o problemă cu serverul nostru. Ne cerem scuze pentru neplăceri. Vă rugăm să încercați din nou mai târziu.
ru: Кажется, возникла проблема с нашим сервером. Приносим извинения за неудобства. Пожалуйста, попробуйте позже.
sk: Zdá sa, že máme problém s našim serverom. Ospravedlňujeme sa za nepríjemnosti. Skúste to prosím neskôr.
sv: Det verkar som att det finns ett problem med vår server. Vi ber om ursäkt för besväret. Vänligen försök igen senare.
th: ดูเหมือนว่าจะมีปัญหากับเซิร์ฟเวอร์ของเรา ขออภัยในความไม่สะดวก กรุณาลองใหม่ในภายหลัง
tr: Sunucumuzda bir sorun olduğu görünüyor. Rahatsızlık için özür dileriz. Lütfen daha sonra tekrar deneyin.
uk: Здається, є проблема з нашим сервером. Перепрошуємо за незручності. Будь ласка, спробуйте пізніше.
vi: Có vẻ như có vấn đề với máy chủ của chúng tôi. Chúng tôi xin lỗi vì sự bất tiện này. Vui lòng thử lại sau.
zh_hans: 我们的服务器似乎出现了问题。我们为造成的不便深表歉意，请稍后重试。
zh_hant: 我們的伺服器似乎出現問題。我們為造成的不便深感抱歉，請稍後再試。
zh_hk: 我們的服務器似乎出現了問題。我們對造成的不便深表歉意。請稍後再試。

# failedToDecodeResponseTitle
source: Data Processing Issue
ar: مشكلة في معالجة البيانات
ca: Problema en el processament de dades
cs: Problém se zpracováním dat
da: Problem med databehandling
de: Problem bei der Datenverarbeitung
el: Πρόβλημα επεξεργασίας δεδομένων
es: Problema al procesar los datos
fi: Tietojen käsittelyongelma
fr_ca: Problème de traitement des données
he: בעיה בעיבוד הנתונים
hi: डेटा प्रसंस्करण में समस्या
hr: Problem s obradom podataka
hu: Adatfeldolgozási hiba
id: Masalah Pengolahan Data
it: Problema nella elaborazione dei dati
ja: データ処理の問題
ko: 데이터 처리 문제
ms: Masalah Pemprosesan Data
nb: Problem med databehandling
nl: Probleem bij het verwerken van gegevens
pl: Problem z przetwarzaniem danych
pt_pt: Problema no processamento de dados
ro: Problemă la prelucrarea datelor
ru: Проблема обработки данных
sk: Problém so spracovaním údajov
sv: Problem med databehandling
th: ปัญหาในการประมวลผลข้อมูล
tr: Veri İşleme Sorunu
uk: Проблема обробки даних
vi: Vấn đề xử lý dữ liệu
zh_hans: 数据处理问题
zh_hant: 數據處理問題
zh_hk: 數據處理問題

# failedToDecodeResponseMessage
source: There was a problem processing the data received from the server. Technical details: %@.
ar: كانت هناك مشكلة في معالجة البيانات التي تم استلامها من الخادم. التفاصيل التقنية: %@.
ca: Hi ha hagut un problema en processar les dades rebudes del servidor. Detalls tècnics: %@.
cs: Došlo k problému při zpracování dat přijatých ze serveru. Technické detaily: %@.
da: Der var et problem med at behandle de data, der blev modtaget fra serveren. Tekniske detaljer: %@.
de: Es gab ein Problem bei der Verarbeitung der vom Server erhaltenen Daten. Technische Details: %@.
el: Υπήρξε πρόβλημα κατά την επεξεργασία των δεδομένων που λήφθηκαν από τον διακομιστή. Τεχνικές λεπτομέρειες: %@.
es: Hubo un problema al procesar los datos recibidos del servidor. Detalles técnicos: %@.
fi: Palvelimelta saatujen tietojen käsittelyssä ilmeni ongelma. Tekniset tiedot: %@.
fr_ca: Il y a eu un problème dans le traitement des données reçues du serveur. Détails techniques : %@.
he: הייתה בעיה בעיבוד הנתונים שהתקבלו מהשרת. פרטים טכניים: %@.
hi: सर्वर से प्राप्त डेटा को संसाधित करने में समस्या आई है। तकनीकी विवरण: [डेटा विवरण]।
hr: Došlo je do problema pri obradi podataka primljenih od poslužitelja. Tehnički detalji: %@.
hu: Probléma merült fel a szerverről érkező adatok feldolgozásakor. Technikai részletek: %@.
id: Ada masalah dalam mengolah data yang diterima dari server. Detail teknis: %@.
it: Si è verificato un problema nell'elaborazione dei dati ricevuti dal server. Dettagli tecnici: %@.
ja: サーバーから受け取ったデータの処理に問題がありました。技術的な詳細：%@。
ko: 서버에서 받은 데이터를 처리하는 데 문제가 있었습니다. 기술적인 세부 사항: %@.
ms: Terdapat masalah dalam memproses data yang diterima daripada pelayan. Butiran teknikal: %@.
nb: Det oppsto et problem med å behandle dataene mottatt fra serveren. Tekniske detaljer: %@.
nl: Er was een probleem met het verwerken van de gegevens die van de server zijn ontvangen. Technische details: %@.
pl: Wystąpił problem z przetwarzaniem danych otrzymanych od serwera. Szczegóły techniczne: %@.
pt_pt: Houve um problema ao processar os dados recebidos do servidor. Detalhes técnicos: %@.
ro: A existat o problemă în procesarea datelor primite de la server. Detalii tehnice: %@.
ru: Возникла проблема при обработке данных, полученных от сервера. Технические детали: %@.
sk: Vyskytol sa problém pri spracovaní údajov prijatých od servera. Technické detaily: %@.
sv: Det uppstod ett problem med att behandla de data som mottogs från servern. Tekniska detaljer: %@.
th: มีปัญหาในการประมวลผลข้อมูลที่ได้รับจากเซิร์ฟเวอร์ รายละเอียดทางเทคนิค: %@
tr: Sunucudan alınan verilerin işlenmesi sırasında bir sorun oluştu. Teknik detaylar: %@.
uk: Виникла проблема при обробці даних, отриманих від сервера. Технічні деталі: %@.
vi: Có vấn đề trong quá trình xử lý dữ liệu nhận được từ máy chủ. Chi tiết kỹ thuật: %@.
zh_hans: 处理从服务器接收到的数据时出现问题。技术细节：%@。
zh_hant: 處理從伺服器接收到的數據時出現問題。技術細節：%@。
zh_hk: 處理從服務器收到的數據時出現問題。技術細節：%@。

# failedConnectionTitle
source: Connection Issue
ar: مشكلة في الاتصال
ca: Problema de connexió
cs: Problém s připojením
da: Forbindelsesproblem
de: Verbindungsproblem
el: Πρόβλημα σύνδεσης
es: Problema de conexión
fi: Yhteysongelma
fr_ca: Problème de connexion
he: בעיה בחיבור
hi: कनेक्शन में समस्या
hr: Problem s vezom
hu: Kapcsolódási hiba
id: Masalah Koneksi
it: Problema di connessione
ja: 接続の問題
ko: 연결 문제
ms: Masalah Sambungan
nb: Tilkoblingsproblem
nl: Verbindingsprobleem
pl: Problem z połączeniem
pt_pt: Problema de conexão
ro: Problemă de conexiune
ru: Проблема соединения
sk: Problém s pripojením
sv: Anslutningsproblem
th: ปัญหาการเชื่อมต่อ
tr: Bağlantı Sorunu
uk: Проблема з'єднання
vi: Vấn đề kết nối
zh_hans: 连接问题
zh_hant: 連接問題
zh_hk: 連接問題
