Repository: bvfilippov/SwiftRequestKit
Catalog: SwiftRequestKit/Resources/*.lproj/Localizable.strings
Languages: ar, ca, cs, da, de, el, es, fi, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# failedConnectionMessage
source: There was an issue connecting to the server. Please ensure you're connected to the internet and try again.
ar: كانت هناك مشكلة في الاتصال بالخادم. الرجاء التأكد من اتصالك بالإنترنت والمحاولة مجدداً.
ca: Hi ha hagut un problema en connectar-se al servidor. Assegura't d'estar connectat a Internet i torna a intentar-ho.
cs: Došlo k problému s připojením k serveru. Ujistěte se, že jste připojeni k internetu a zkuste to znovu.
da: Der var et problem med at forbinde til serveren. Sørg for, at du er forbundet til internettet, og prøv igen.
de: Es gab ein Problem bei der Verbindung zum Server. Stellen Sie sicher, dass Sie mit dem Internet verbunden sind und versuchen Sie es erneut.
el: Υπήρξε πρόβλημα στη σύνδεση με τον διακομιστή. Βεβαιωθείτε ότι είστε συνδεδεμένοι στο Ίντερνετ και δοκιμάστε ξανά.
es: Hubo un problema al conectar con el servidor. Asegúrate de estar conectado a Internet e inténtalo de nuevo.
fi: Palvelimeen yhdistämisessä ilmeni ongelma. Varmista, että olet yhteydessä internetiin ja yritä uudelleen.
fr_ca: Il y a eu un problème de connexion au serveur. Assurez-vous d'être connecté à Internet et réessayez.
he: הייתה בעיה בחיבור לשרת. ודא שאתה מחובר לאינטרנט ונסה שוב.
hi: सर्वर से कनेक्ट करने में समस्या आई है। कृपया सुनिश्चित करें कि आप इंटरनेट से जुड़े हुए हैं और पुनः प्रयास करें।
hr: Došlo je do problema pri povezivanju s poslužiteljem. Provjerite jeste li povezani na internet i pokušajte ponovno.
hu: Probléma történt a szerverhez való kapcsolódáskor. Győződjön meg róla, hogy csatlakozva van az internethez, majd próbálja újra.
id: Ada masalah dalam menghubungkan ke server. Pastikan Anda terhubung ke internet dan coba lagi.
it: Si è verificato un problema nella connessione al server. Assicurati di essere connesso a Internet e riprova.
ja: サーバーへの接続に問題がありました。インターネットに接続されていることを確認して、再度お試しください。
ko: 서버에 연결하는 데 문제가 있었습니다. 인터넷에 연결되어 있는지 확인하고 다시 시도하세요.
ms: Terdapat masalah dalam menyambung ke pelayan. Pastikan anda bersambung ke internet dan cuba lagi.
nb: Det oppsto et problem med å koble til serveren. Sørg for at du er koblet til internett og prøv igjen.
nl: Er was een probleem met het verbinden met de server. Zorg ervoor dat u verbonden bent met het internet en probeer het opnieuw.
pl: Wystąpił problem z połączeniem do serwera. Upewnij się, że jesteś połączony z Internetem i spróbuj ponownie.
pt_pt: Houve um problema ao conectar-se ao servidor. Certifique-se de estar conectado à Internet e tente novamente.
ro: A existat o problemă la conectarea la server. Asigurați-vă că sunteți conectat la internet și încercați din nou.
ru: Произошла проблема при подключении к серверу. Убедитесь, что вы подключены к Интернету и попробуйте снова.
sk: Vyskytol sa problém s pripojením k serveru. Uistite sa, že ste pripojení k internetu a skúste to znova.
sv: Det uppstod ett problem med att ansluta till servern. Se till att du är ansluten till internet och försök igen.
th: มีปัญหาในการเชื่อมต่อกับเซิร์ฟเวอร์ กรุณาตรวจสอบว่าคุณเชื่อมต่ออินเทอร์เน็ตและลองอีกครั้ง
tr: Sunucuya bağlanırken bir sorun oluştu. İnternete bağlı olduğunuzdan emin olun ve tekrar deneyin.
uk: Виникла проблема з підключенням до сервера. Переконайтеся, що ви підключені до Інтернету та спробуйте знову.
vi: Có vấn đề khi kết nối với máy chủ. Hãy chắc chắn rằng bạn đã kết nối Internet và thử lại.
zh_hans: 连接服务器时出现问题。请确保您已连接到互联网然后重试。
zh_hant: 連接伺服器時出現問題。請確保您已連接到網際網路然後再試一次。
zh_hk: 連接服務器時出現問題。請確保您已連接到互聯網，然後重試。

# authenticationRequiredTitle
source: Authentication Needed
ar: يتطلب التوثيق
ca: Autenticació necessària
cs: Vyžadována autentizace
da: Autentifikation påkrævet
de: Authentifizierung erforderlich
el: Απαιτείται Επικύρωση
es: Autenticación requerida
fi: Tunnistautuminen vaaditaan
fr_ca: Authentification requise
he: נדרש אימות
hi: प्रमाणीकरण आवश्यक है
hr: Potrebna autentikacija
hu: Hitelesítés szükséges
id: Autentikasi Diperlukan
it: Autenticazione richiesta
ja: 認証が必要です
ko: 인증 필요
ms: Pengesahan Diperlukan
nb: Autentisering nødvendig
nl: Authenticatie vereist
pl: Wymagane uwierzytelnienie
pt_pt: Autenticação necessária
ro: Autentificare necesară
ru: Требуется аутентификация
sk: Vyžaduje sa autentifikácia
sv: Autentisering krävs
th: ต้องการการยืนยันตัวตน
tr: Kimlik Doğrulama Gerekiyor
uk: Потрібна автентифікація
vi: Yêu cầu xác thực
zh_hans: 需要认证
zh_hant: 需要認證
zh_hk: 需要身份驗證

# authenticationRequiredMessage
source: Please log in to access this feature.
ar: الرجاء تسجيل الدخول للوصول إلى هذه الميزة.
ca: Si us plau, inicia sessió per accedir a aquesta funció.
cs: Pro přístup k této funkci se prosím přihlaste.
da: Log venligst ind for at få adgang til denne funktion.
de: Bitte melden Sie sich an, um auf diese Funktion zuzugreifen.
el: Παρακαλώ συνδεθείτε για να έχετε πρόσβαση σε αυτή τη λειτουργία.
es: Por favor, inicia sesión para acceder a esta función.
fi: Kirjaudu sisään käyttääksesi tätä toimintoa.
fr_ca: Veuillez vous connecter pour accéder à cette fonction.
he: אנא התחבר כדי לגשת לתכונה זו.
hi: इस सुविधा तक पहुंचने के लिए कृपया लॉग इन करें।
hr: Prijavite se kako biste pristupili ovoj funkciji.
hu: Kérjük, jelentkezzen be a funkció eléréséhez.
id: Silakan masuk untuk mengakses fitur ini.
it: Effettua l'accesso per utilizzare questa funzione.
ja: この機能にアクセスするにはログインしてください。
ko: 이 기능에 접근하려면 로그인하세요.
ms: Sila log masuk untuk mengakses ciri ini.
nb: Vennligst logg inn for å få tilgang til denne funksjonen.
nl: Log in om toegang te krijgen tot deze functie.
pl: Zaloguj się, aby uzyskać dostęp do tej funkcji.
pt_pt: Faça login para acessar este recurso.
ro: Vă rugăm să vă autentificați pentru a accesa această funcție.
ru: Пожалуйста, войдите в систему для доступа к этой функции.
sk: Pre prístup k tejto funkcií sa, prosím, prihláste.
sv: Var god logga in för att få tillgång till denna funktion.
th: กรุณาเข้าสู่ระบบเพื่อเข้าถึงฟีเจอร์นี้
tr: Bu özelliğe erişmek için lütfen giriş yapın.
uk: Будь ласка, увійдіть в систему, щоб отримати доступ до цієї функції.
vi: Vui lòng đăng nhập để truy cập tính năng này.
zh_hans: 请登录以访问此功能。
zh_hant: 請登入以存取此功能。
zh_hk: 請登錄以訪問此功能。

# invalidURLTitle
source: Invalid URL
ar: عنوان URL غير صالح
ca: URL invàlida
cs: Neplatná URL
da: Ugyldig URL
de: Ungültige URL
el: Μη έγκυρο URL
es: URL inválido
fi: Virheellinen URL
fr_ca: URL invalide
he: כתובת URL לא חוקית
hi: अमान्य URL
hr: Neispravan URL
hu: Érvénytelen URL
id: URL Tidak Valid
it: URL non valido
ja: 無効なURL
ko: 잘못된 URL
ms: URL Tidak Sah
nb: Ugyldig URL
nl: Ongeldige URL
pl: Nieprawidłowy URL
pt_pt: URL inválido
ro: URL invalid
ru: Недействительный URL
sk: Neplatná URL
sv: Ogiltig URL
th: URL ไม่ถูกต้อง
tr: Geçersiz URL
uk: Недійсна URL-адреса
vi: URL không hợp lệ
zh_hans: 无效的 URL
zh_hant: 無效的 URL
zh_hk: 無效的 URL

# invalidURLMessage
source: The provided URL seems to be invalid. Please check the address and try again.
ar: يبدو أن عنوان URL المقدم غير صالح. الرجاء التحقق من العنوان والمحاولة مجدداً.
ca: L'URL proporcionada sembla ser invàlida. Comprova l'adreça i torna a intentar-ho.
cs: Zadaná URL adresa se zdá být neplatná. Zkontrolujte prosím adresu a zkuste to znovu.
da: Den angivne URL ser ud til at være ugyldig. Kontroller adressen og prøv igen.
de: Die angegebene URL scheint ungültig zu sein. Bitte überprüfen Sie die Adresse und versuchen Sie es erneut.
el: Το παρεχόμενο URL φαίνεται να είναι μη έγκυρο. Παρακαλώ ελέγξτε τη διεύθυνση και δοκιμάστε ξανά.
es: La URL proporcionada parece ser inválida. Por favor, verifica la dirección e inténtalo de nuevo.
fi: Annettu URL näyttää olevan virheellinen. Tarkista osoite ja yritä uudelleen.
fr_ca: L'URL fournie semble être invalide. Veuillez vérifier l'adresse et réessayer.
he: נראה שכתובת ה-URL שסופקה אינה חוקית. בדוק את הכתובת ונסה שוב.
hi: प्रदान किया गया URL अमान्य प्रतीत होता है। कृपया पता जाँचें और पुनः प्रयास करें।
hr: Čini se da je navedeni URL neispravan. Provjerite adresu i pokušajte ponovno.
hu: A megadott URL érvénytelennek tűnik. Kérjük, ellenőrizze a címet, majd próbálja újra.
id: URL yang diberikan tampaknya tidak valid. Silakan periksa alamatnya dan coba lagi.
it: L'URL fornito sembra essere non valido. Controlla l'indirizzo e riprova.
ja: 提供されたURLは無効のようです。アドレスを確認して、再度お試しください。
ko: 제공된 URL이 유효하지 않은 것 같습니다. 주소를 확인하고 다시 시도하세요.
ms: URL yang diberikan tampaknya tidak sah. Sila periksa alamatnya dan cuba lagi.
nb: Den oppgitte URL-en ser ut til å være ugyldig. Vennligst sjekk adressen og prøv igjen.
nl: De opgegeven URL lijkt ongeldig. Controleer het adres en probeer het opnieuw.
pl: Podany URL wydaje się być nieprawidłowy. Sprawdź adres i spróbuj ponownie.
pt_pt: A URL fornecida parece ser inválida. Verifique o endereço e tente novamente.
ro: URL-ul furnizat pare să fie invalid. Vă rugăm să verificați adresa și încercați din nou.
ru: Предоставленный URL кажется недействительным. Пожалуйста, проверьте адрес и попробуйте снова.
sk: Zadaná URL adresa sa zdá byť neplatná. Skontrolujte adresu a skúste to znova.
sv: Den angivna URL:en verkar vara ogiltig. Vänligen kontrollera adressen och försök igen.
th: URL ที่ให้มาดูเหมือนจะไม่ถูกต้อง กรุณาตรวจสอบที่อยู่และลองอีกครั้ง
tr: Verilen URL geçersiz görünüyor. Lütfen adresi kontrol edin ve tekrar deneyin.
uk: Надана URL-адреса здається недійсною. Будь ласка, перевірте адресу та спробуйте знову.
vi: URL được cung cấp dường như không hợp lệ. Vui lòng kiểm tra địa chỉ và thử lại.
zh_hans: 提供的 URL 似乎无效。请检查地址后重试。
zh_hant: 提供的 URL 似乎無效。請檢查地址後再試一次。
zh_hk: 提供的 URL 似乎無效。請檢查地址後重試。
